Repository: yakushabb/emulsion
Catalog: po/*.po
Languages: tr

source: color;palette;library;hue;swatch;
tr: renk;palet;kitaplık;renk tonu;renk örneği;

source: Stock up on colors
tr: Renkleri stoklayın

source: Store your palettes in an easy way, and edit them if needed.
tr: Paletlerinizi kolayca depolayp düzenleyin.

source: First Boot
tr: İlk Çizme

source: Whether to add the default palettes on first boot or not.
tr: İlk açılışta öntanımlı paletlerin eklenme durumu.

source: Migration Version
tr: Göç Sürümü

source: The version of migration to use; Do not change.
tr: Kullanılacak göç sürümü; Değiştirmeyin!

source: Red∶
tr: Kırmızı:

source: Green∶
tr: Yeşil:

source: Blue∶
tr: Mavi:

source: Hex
tr: Onaltılık

source: Color Hexcode∶
tr: Onaltılı Renk Kodu∶

source: Color Name
tr: Renk Adı

source: Copy Hexcode to Clipboard
tr: Onaltılık Kodu Panoya Kopyala

source: Copy RGB to Clipboard
tr: RGB Kodu Panoya Kopyala

source: Remove Color from Palette
tr: Rengi Paletten Kaldır

# shortcut window
source: General
tr: Genel

# shortcut window
source: Quit
tr: Çık

source: Keyboard Shortcuts
tr: Klavye Kısayolları

source: About Emulsion
tr: Emulsion Hakkında

source: Copy Palette to Clipboard
tr: Paleti Panoya Kopyala

source: Copy Palette Image to Clipboard
tr: Palet Görüntüsünü Panoya Kopyala

source: Remove Palette
tr: Paleti Kaldır

source: Cancel
tr: İptal

source: Import Palette
tr: Paleti İçe Aktar

source: Choose image
tr: Görüntü seç

source: Select an image to retrieve colors
tr: Renklerini almak için görüntü seç

source: Search palette names
tr: Palet adı ara

source: Palettes
tr: Paletler

source: Go back to palettes
tr: Paletlere geri dön

source: Edit palette name
tr: Palet adını düzenle

source: Search for palettes
tr: Palet ara

source: Import palette…
tr: Paleti İçe Aktar…

source: Add palette
tr: Palet Ekle

source: No Palettes
tr: Palet Yok

source: Add a palette with the + button.
tr: + düğmesi ile palet ekle.

source: Pick color
tr: Renk seç

source: Add color to this palette
tr: Bu palete renk ekle

source: Import
tr: İçe Aktar

source: Picture
tr: Görüntü

source: Set New Palette Name
tr: Yeni Palet Adını Ayarla

source: New Palette %d
tr: Yeni Palet %d

source: Color %d
tr: Renk %d

source: Stock up on colors.
tr: Renkleri stokla.

source: translator-credits
tr: Sabri Ünal <yakushabb@gmail.com>
